Repository: enoch-aik/Fenix
Catalog: lib/l10n/app_*.arb
Languages: uz

source: Hello
uz: Salom

source: House
uz: Uy-joy

source: Apartment
uz: Ko'p Qavatili Uy

source: Car
uz: Mashina

source: Electronics
uz: Electronika

# cellAccessories
source: Cellphones and Accessories
uz: Telefone & Uyali Aloqua and Accessories

source: Tvs
uz: Televizo’r

source: Home Electronics
uz: Uy-Electo’nika

source: GPs
uz: GPS-Harita

source: Smart Watch
uz: Aqilli Soatlar

source: Car Parts
uz: Mashina Jihozlar

source: Car Interior
uz: Avtomobil ichki qismi И

source: T-Shirt
uz: Futbolka

source: Shirt
uz: Ko’ylak

source: Trousers
uz: Shimlar

source: Jacket
uz: Kurtkalar

source: Pants
uz: Jinsi shimlar

# skirts
source: Shirts
uz: Skirts

source: Dresses
uz: Liboslar

source: Face Care
uz: Yuz Uchun Ozuqalar

source: Body Care
uz: Tana Uchun

source: accessories
uz: Aksessuarlar

source: Others
uz: Boshqalar

# vitaminsSupplements
source: Vitamins & Supplement
uz: Vitaminlar va qo'shimchalar

# kidsVitamins
source: Kid Vitamins
uz: Bolalar Vitaminlari

source: Hair Care
uz: Soch Uchun

source: Dry Fruit
uz: Quruq Mevalar

source: Tea
uz: Choy

source: Coffee
uz: Ko’fe

source: Frozen Foods
uz: Muzlatilgan Ovqatlar

source: Snacks
uz: Ermak Ovqatlar

source: Boy
uz: O’g’il Bola

source: Girl
uz: Qiz Bola

source: Baby
uz: Chaqaloq

source: Kid Toys
uz: O'yinchoqlar

# yourAccount
source: Account
uz: Sizning Akountingiz

# yourMessage
source: Message
uz: Habarlaringiz

source: Create Selling Post
uz: Sotuvga Qo’yish

source: Subscribe
uz: Obuna Bo’lish

# yourWishlist
source: Wishlist
uz: Saqlangan Po’stlar

# yourStores
source: Stores
uz: Do’koningiz

# yourSelling
source: Selling
uz: Sotuvdagi Mahsulotingiz

source: Wallet
uz: Hamyon

source: Promote Post
uz: Reklamalar

source: Language
uz: Tilni O’zgartirish

source: Recently Viewed Items
uz: Ko’rilgan Mahsulotlar

source: See All
uz: Ko’rish

# yourPostList
source: Post List
uz: Po’stlar Royxati

# yourAccountInfo
source: Account Info
uz: Akount Ma’lumotlar

source: Account Info
uz: Akount Ma’lumotlar

# loginSecurity
source: Login and Security
uz: Kirish va Xavfsizlik

source: Contact Us
uz: Murojaat Uchun

# yourGiftCard
source: Gift Card
uz: Maxsus Kartalar

source: Edit
uz: O’zgartirish

source: Choose a Photo
uz: Rasim Tanlash

source: Save Info
uz: Saqlab Olish

source: Reset Password
uz: Parolni Yangilash

source: Delete Account
uz: Akountni O’chirip Tashlash

source: Old Password
uz: Eski Parol

source: New Password
uz: Yangi Parol

source: Confirm Password
uz: Parolni Tasdiqlash

source: Save
uz: Saqlab Olish

source: Live Chat Support
uz: Jonli Suhbat Hismati

source: Business Deals
uz: Tijorat Bitimlari

source: Report Issue
uz: Arz Qilish

source: Cancel
uz: Bekor Qilish

source: Confirm
uz: Tasdiqlash

source: Please don't leave
uz: Tez Orada Ko’rishkuncha

source: Property
uz: Mol-Mulk

source: Clothing
uz: Kiyim-Kechaklar

source: Health Care
uz: Sog’lik Uchune

source: Food Market
uz: Oziq-Ovqatlar

source: Kids
uz: Bolalar Uchun

source: Search Fenix
uz: FenixMall Izlash

source: Subscribe Plan
uz: Tarif Planlari

source: Payment Wallet
uz: To’lov Hamyoni

source: Payment
uz: To’lovlar Оплата

source: Add Card
uz: Kartani Qo’shish

source: Regular Selling Items
uz: Doimiy Sotiladigan Mahsulotlar

source: Top Deals
uz: Yuqori Turdagi taklifla

source: Best Selling
uz: Eng Yaxshi Tavarlarr

source: Recommended Deals
uz: Maxus Takliflar Toplami

source: Sell & Rent
uz: Sotuv & Ijara Uchun

source: Sell & Rent Apartment
uz: Sotuv & Ijara Uchun Ko’p Qavatli Binolar

source: Store
uz: Do’kon

# storeSubText
source: Please select the store under which the apartment will be created (product will be created as a person if left as default)
uz: Iltimos, kvartira sotuvga qo’yilganda sotish uchun do'konni tanlang (agar mahsulot belgilanmasdan qoldirilsa, shaxs yoki foydalanuvchi sifatida avtomatik belgilanadi)

source: Photos
uz: Rasimlar

# photosSubText
source: Please select photos or video
uz: Iltimos Video yoki Rasmlarni kiriting

source: Title of Property
uz: Mol-Mulk Nomi

# titleOfPropertySubText
source: Please enter the name of the property
uz: Mol-Mulk Nomini kiriting

source: House Specifics
uz: Uyning Afzalliklari

source: How many Bedrooms
uz: Yotoq Honalar Hisobi

source: Bedroom
uz: Yotoq Honalar Hisobi

source: Shower
uz: Dush

source: Bathroom
uz: Hammom

source: Toilet
uz: Hojat Xona

source: Floors
uz: Qavat

source: Square
uz: Kvadrat

# howManyBedroomsSubText
source: Please select how many bedroom is in your property
uz: Iltimos Yotoq honalar hisobini belgilang

# howManyBathrooms
source: How many Bathroom
uz: Hojat xonalar hisobi

# howManyBathroomsSubText
source: Please select how many bathroom is in your property
uz: Iltimos Hojat xonalar hisobini belgilang

source: How many Shower
uz: Dush xona hisobini belgilang

# howManyShowerSubText
source: Please select how many shower is in your property
uz: Iltimos Dush hisobini belgilang

source: How many Toilet
uz: Hojat Honalar hisobi

# howManyToiletSubText
source: Please select how many toilet is in your property
uz: Iltimos Hojat honalar hisobini belgilang

# howManyFloors
source: How many floors are in your house
uz: Uy qavatlari hisobi

source: How many square footage
uz: Nechi Kvadratligi Сĸольĸо ĸвадрат

source: How many square meters
uz: Qancha Kvadrat metor

source: smoke-free
uz: Chekish Taqiqlangan

source: water
uz: Suv

source: accessible
uz: Foydalanish mumkin

source: phone
uz: Telefon

source: Amenities
uz: Qulayliklar

source: occupant
uz: Ijarachi

source: pet
uz: Uy hayvonlari

source: smoke
uz: Chekish

source: House Rules
uz: Honadon qoidalari

# allowPeople
source: AllowPeople in the property
uz: Mehmon Qabul qilish

# allowPeopleSubText
source: How many people are allowed in your property(max)
uz: Mehmonlar qabul qilinish miqdori (mehmon soni)

# petsAllowed
source: Are pets allowed
uz: Uy hayvonlari uchun ruxsat

# smokeAllowed
source: Is smoking allowed
uz: Chekish Mumkunligi haqida

source: Description
uz: Ma’lumotlar

source: Set House Location
uz: Honadon Manzili

source: Set Property Location
uz: Honadon Manzili

source: Search Location
uz: Manzilni Izlash

# chooseOptions
source: Choose one of the options
uz: Variantlardan birini tanlang

source: Available for Rent
uz: Ijara Beriladi

# availability
source: Availability start date
uz: Ijara vaqtini boshlanishi

# availabilitySubText
source: Please choose the date of availability for the rent
uz: Iltimos ijaraga berish sanasini belgilang

source: Time
uz: Vaqt

source: End Date
uz: Tugash sanasi

source: Per Night
uz: Bir Kecha uchun

source: Per Week
uz: Bir hafta Uchun

source: Per Month
uz: Bir oy uchun

source: Sell Property
uz: Sotuvdagi Honadon

source: Choose Plans
uz: Tarif-Plan Tanlash

# createFreePost
source: Choose Free Post
uz: Bepul Post qoyish

source: Title of product
uz: Mahsulot nomi

source: Item Specifics
uz: Mahsulot haqida

source: Condition
uz: Mahsulot sifati

source: Quantity
uz: Miqdori

source: Material
uz: Nimadan Yasalganligi

source: Size
uz: Hajmi

source: Feature
uz: Xususiyatlari

source: Color
uz: Rangi

source: Storage Capacity
uz: Saqlash hajmi

source: Category
uz: Kategoryalar

source: Sub-Category
uz: Ichki Kategoryalar

source: Brand
uz: Brend

source: Price
uz: Narxi

source: discount
uz: Chegirma

source: shipping
uz: Yetkazib berish

# canDeliver
source: Yes, I can deliver the Item
uz: Ha, men yetkazib bera olaman

# canNotDeliver
source: No, I can' deliver the Item
uz: Yo’q, men yetkazip bera olmayman

source: Yes
uz: Ha

source: No
uz: Yo’q

source: Delivery Price
uz: Yetkazip berish narxi

source: Delivery Details
uz: Ketkazish ma’lumotlar

source: Next
uz: Keyingi

source: Create Car Listing
uz: Avtomobil Uchun Post Yaratish

source: Title
uz: Sarlavha

source: Name of Product
uz: Mahsulot Nomi

source: Car Brand
uz: Avtomobil Markasi

source: Car Model
uz: Avtomobil Madeli

source: Model
uz: Madeli

source: Car Year
uz: Avtomobil yasalgan Yil

source: Year
uz: Yil

source: Car Mileage
uz: Avtomobil masofasi

source: Mileage
uz: Masofasi

# howManyKeys
source: How many keys do you have(optional)
uz: Avtomobil kalitlari hisobi

source: Optional
uz: Ixtiyoriy

source: Keys
uz: Kalitlar

source: How many seats
uz: O’rindiqlar hisobi

source: Seats
uz: O’rindiqlar

# anyAccident
source: Has the car had an accident
uz: Avtomobil falokatga uchraganmi

# firstOwner
source: Are you the first owner
uz: Siz birinchi egasimisiz

source: Heater
uz: Isitish Tizimi

source: Card Number
uz: Karta Raqami

# enterPaymentDetails
source: Enter Your Payment Details
uz: To’lov Uchun Ma’lumotlarni Kiriting

source: Add Payment Method
uz: To'lov Usulini Qo'shing

# fastSale
source: Fast Sell
uz: Tezda Sotish

# alwaysActive
source: 24/7 Active
uz: 24/7 Aktiv

source: Day
uz: Kun

source: Sign In
uz: Kirish

source: Sign In Account
uz: Akountga Kirish

source: Password
uz: Parol

source: Forgot Password
uz: Unitilgan Parol

# easyCommunication
source: Easy Communication and Deals
uz: Oson muloqot va bitimlar

# welcomeToFenix2
source: The Unique and Multi-Functional Online Store in Uzbekistan
uz: O‘zbekistondagi Tezkor va Boy funksiyali internet-do‘kon

source: Create Account
uz: Royhatdan O’tish

source: Verify
uz: Tasdiqlash

source: Verify Account
uz: Akountni Tasdiqlash

source: First Name
uz: Ismingiz

source: Last Name
uz: Familyangiz

source: Re-enter Password
uz: Parolni takror kiriting

source: Create New Account
uz: Yangi Akount Ochish

source: Resend Verification Mail
uz: Tastiqlash uchun Emailni qayta Yuborish

source: Send
uz: Yuborish

# enterMail
source: Enter Your Mail
uz: Email ni kiriting
